georgik/esp32-graphical-bootloader/sdkconfig.defaults.m5stack_core_s3
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_LV_FONT_DEFAULT_MONTSERRAT_32=y
CONFIG_SPIRAM_MODE_QUAD=y

